string DLG_TEXT[16] = {       
"Освободи дорогу, я спешу.",
"Постой. Это ты Флоренс Клаусс, бывший боцман Найджела Блайта?",
"Ну я, а тебе какое до этого дело?",
"Дело в том, что я ищу этого подонка и ты, моя последняя надежда, на успешное окончание моих поисков.",
"Что верно, то верно. Но я тут задолжал несколько монет одному старому хрычу...",
"Забудь о них. Вот твоя долговая расписка. Теперь ты свободен.",
"О! Я смотрю с вами можно работать. Может быть и меня к себе пристроите? Поверьте, я не последний боцман в этом архипелаге. Двадцать лет на военных судах...",
"Отчего бы и нет? Но сначала скажи мне, куда уплыл Найджел?",
"Хотите отомстить? Он тут всем успел растрезвонить, что украл судно у какого-то ротоз... хм-м капитана...",
"Дьявол! Я спущу с него шкуру живьем. Я вырежу ему сердце ложкой!",
"С радостью помогу вам в этом деле, а теперь слушайте\nВы, наверное, знаете, что бывшее судно Найджела село на мель? \nНо вы, наверняка, не слышали о том, что его трюмы были полны серебра с испанского галеона. Найджел Хочет вернуть себе этот груз\nНо, если мы поднимем паруса немедленно, то можем настигнуть его, ведь, между нами говоря, штурман из него хреновый.",
"Так, так, так. Где лежит его судно?",
"На Дувезене, кэп. С моря к нему не подойти, но под водопадом есть пещера, которая ведет куда нужно.",
"Отлично! А теперь, собирай свои вещи и добро пожаловать на борт!",
"Да?",
"Нет, ничего.",

};
