string DLG_TEXT[13] = {       
"Да? Я могу вам чем-нибудь помочь?",
"...",
"О! Вы производите впечатление достойного человека, почему бы вам не поговорить с главой церкви, возможно, вы как раз тот человек, которого мы ищем.",
"Возможно, я так и сделаю.",
"Да, мне бы хотелось узнать подробности смерти курьера.",
"Умрите, несчастные! Вам не победить нас на этот раз! Князь Тьмы восторжествует!",
"Дьявол! Так вот он, предатель!",
"Вы обратились по адресу. Я был как раз тем человеком, кто первый нашел несчастного.",
"Дьявол! Мне везет!",
"Полноте, полноте, не выражайте столь явно свою радость, к тому же вы богохульствуете.",
"О, простите, с языка сорвалось. Так могу я вам задать несколько вопросов о последних минутах усопшего?",
"Да, да, конечно. Но что именно вы хотите услышать, сын мой?",
"Не показалось ли вам что-нибудь странным в его последних словах, в окружающей обстановке?",

};
