string DLG_TEXT[9] = {        
"Не мешай мне отдыхать парень, у меня было тяжелое плавание, и я всю ночь не спал.",
"У меня есть к тебе несколько вопросов, как раз о твоем плавании.",
"Хорошо.",
"Тогда задавай их поскорее, и отваливай.",
"Говорят, что ты видел какой-то фрегат, когда подходил к острову...",
"Ах, это? Да, громадный черный фрегат с черными парусами. Пошел курсом на Оксбэй, если, конечно, по пути никуда не свернет.",
"Говорят, что у вас на острове есть пираты, не могли бы это быть они?",
"А шут их знает, может и они. Если тебе так интересно пойди и спроси у них. Ха-ха!",
"Ладно, не буду больше мешать.",

};
