string DLG_TEXT[12] = {
"Привет.",
"Привет, друг! Давно тебя не видел. Как живешь?",
"Превосходно. Как ты насчет дернуть по косячку?",
"Не откажусь.",
"Ты знаешь, ходят слухи, что около острова плавает корабль с черными парусами. Корабль под названием 'Черная жемчужина'.",
"Да, Я видел это тоже. Что особенного ты об этом знаешь?",
"'Черная жемчужина' ужасный корабль. Много моих знакомых погибли из-за него.\nГоворят, что капитан 'Черной жемчужины' - сам дьявол, а его команда состоит из живых скелетов. Я думаю, что появления 'Черной жемчужины' в водах Фале де Флера - очень плохая новость.", 
"Может быть ты прав. Что еще ты знаешь?",
"Говорят, есть одно средство одолеть 'Черную Жемчужину', хотя она почти неуязвима. Есть вещь, которой капитан этого корабля боится больше всего...\nНекоторый артефакт, который предположительно находится в Инкских Джунглях.",
"Интересно, кто распространяет эти слухи? Доверчивые дурачки, которые отправились на поиски этого артефакта?",
"Некоторые, конечно, поддаются на такие истории. Но не все те, кто верит в эту легенду, простачки. Мне начинает казаться, что артефакт действительно существует. ",
"Да, очень интересная сказка. Ну что же, мне пора идти. Увидимся. ",

};
