string DLG_TEXT[12] = {       
"Добрый день, молодой человек.",
"И тебе здравствовать, дедушка. Мне сказали на верфи, что ты сведущ в вопросе о 'Черной Жемчужине'",
"Да, он не соврал вам. Мне посчастливилось плавать на этом корабле. Но много лет назад, когда я был на 'Черной Жемчужине', произошла история, которая навсегда отвадила меня от моря\n С тех пор как я покинул 'Черную Жемчужину', я веду спокойный, тихий образ жизни.",
"Что произошло?",
"Ну, это всегда был пиратский корабль. Я плавал на нем. Однажды экипажу повернулась удача - трюм был набит золотом\n Так много, чтро мы тратили его без всякой мысли. Но среди всех тех золотых монет были некоторые из самых больших, и наиболее красивых. Конечно, мы потратили и их, также. Сегодня я думаю, что было много крови на том золоте. И подлинное проклятие.",
"...",
"Вскоре мы перестали доверять друг другу, затем в команде начались убийства\n Некоторые из нас были убиты, я с несколькими моими товарищами был высажен на необитаемом острове\n Те, кто остались на корабле, приняли на себя адское проклятие.  \n Они стали ходячими мертвецами - днем они выглядят как обычные люди, а ночью превращаются в скелетов. Ни пуля, ни сталь не могут причинить им вреда, они мечтали бы умереть, но их грехи и проклятие не пускают их.",
"Почему-то я тебе верю. Это точно те кого я встретил.",
"Единственный способ для них обрести покой - вернуть проклятые монетки. Но это непросто сделать - золото разошлось по архипелагу\n Но ничто не может остановить моряков 'Черной жемчужины' в погоне за этими монетами\n И если это золото попадет к вам - знайте, что живые скелеты будут преследовать вас везде.",
"Какая интересная история!",
"С тех пор, как я увидел ад, я больше не брался за оружие и завязал с грабежом\n Я стал набожным человеком, я часто хожу в церковь и читаю Библию. Советую вам последовать моему примеру.",
"Спасибо за совет, но не время сейчас складывать оружие. До свидания.",

};
