string DLG_TEXT[16] = {       
"Здравствуйте, я ",
", владелец верфи.",
"Очень приятно, мое имя ",
".",
"Я чем-нибудь могу помочь вам, ",
"?",
"Да, мне нужны услуги вашей верфи.",
"Мне нужна работа, может быть, вы сможете помочь мне?",
"О, ничего, я уже ухожу.",
"Нет, нет. У меня нет никаких заданий для вас в данное время..",
"Хорошо, не откажитесь тогда ответить еще на несколько вопросов?.",
"Черт, как мне не везет! Прощайте.",
"Что именно вам нужно сделать?",
"Починить корабль, а может, приобрести новый.",
"Установить на корабль другие орудия.",
"Ничего. Спасибо.",

};
