string DLG_TEXT[12] = {       
"ћне не о чем говорить с вами.",
"...",
"„то вам угодно?",
"Ќасколько € знаю, ты изучал древние скрижали на рудниках ќксбэ€, и сделал с них копии. я бы очень хотела их получить.",
"Ќу не смотрите на мен€ так - € же должен был хот€ бы попытатьс€ от вас избавитьс€! ¬ы же понимаете, не вам одной нужны сокровища!",
"√они скрижали, крысеныш!",
"ќчень - это, видимо, позарез, да?",
"¬от-вот, именно позарез...",
"Ё-э, ну, € думаю, нашему общению незачем принимать подобную остроту. я на вс€кий случай спр€тал копии скрижалей в тайнике, но, похоже, зр€... Ћадно, сейчас принесу.",
"я рада, что мы друг друга пон€ли.",
"Ћадно, ладно, забирайте! “олько держите эту вашу чересчур острую саблю подальше от мен€!",
"Ќу почему каждого прокл€того придурка надо напугать до полусмерти, чтобы он начал думать?! ѕошел вон!",

};
