string DLG_TEXT[7] = {        
"Последнее время ничего интересного не говорят. Жизнь течет спокойно и мирно. Просто диву даешься!",
"Говорят, что на рудниках Фале де Флер откопали какие-то остатки туземных захоронений. Всякие глиняные таблички, кости, копья и посуду. И ни грана золота!",
"Я слышал, что губернатор Редмонда как-то приказал посадить купца в тюрьму за небольшую драку в таверне только потому, что ему захотелось наложить лапу на груз, привезенный тем купцом.",
"Говорят, что игру Корсары 2 не выпустили из-за продажи идеи компании Дисней!",
"В игру можно добавить свои собственные изменения, если знать как",
"Вспомни о семье, пропащий пират! А не слушай тут слухи!",
"Ты жив? А я слышал, что тебя повесили на рее свои же матросы!",

};
