string DLG_TEXT[8] = {        
"padre Domingues",
" был похищен какими-то странными людьми? Что мне делать, что же мне делать...",
"Дьявол! Мне перестает все это нравиться!",
"Прекратите богохульствовать в доме Господнем!",
"О, прошу прощения - сорвалось с языка.",
"Да ну? И что мне будет если я еще что-нибудь скажу? Во, например: Черт! Сатана!.. Ух-х-х... Что это было?!",
"Чудо! Это было чудо! Господь по какой-то причине решил напомнить вам о своем существовании таким способом! \nО! Я сегодня, сейчас же, прочитаю 20 раз 'Отче наш' по этому поводу, и велю отслужить дополнительную службу!",
"Кха-кха. Делай как знаешь, а я пожалуй пойду.",

};
